[
  "obsidian-show-file-path",
  "obsidian-smarter-md-hotkeys",
  "templater-obsidian",
  "obsidian-vimrc-support",
  "tag-wrangler",
  "remember-cursor-position",
  "obsidian-tikzjax",
  "obsidian-scroll-offset",
  "obsidian-rollover-daily-todos",
  "obsidian-trim-whitespace",
  "obsidian-tidy-footnotes",
  "settings-search",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "obsidian-auto-link-title",
  "automatic-table-of-contents",
  "better-word-count",
  "oz-clear-unused-images",
  "obsidian-completr",
  "dataview",
  "obsidian-dictionary-plugin",
  "obsidian-latex",
  "file-tree-alternative",
  "obsidian-filename-heading-sync",
  "find-unlinked-files",
  "obsidian-footnotes",
  "obsidian-hider",
  "obsidian-hotkeys-for-specific-files",
  "hotkeysplus-obsidian",
  "keyboard-analyzer",
  "obsidian-languagetool-plugin",
  "quickadd",
  "darlal-switcher-plus",
  "periodic-notes",
  "obsidian-paste-png-to-jpeg",
  "obsidian-pandoc",
  "omnisearch",
  "obsidian-minimal-settings",
  "metaedit",
  "quick-latex"
]