[
  "obsidian-minimal-settings",
  "leader-hotkeys-obsidian",
  "obsidian-auto-link-title",
  "table-editor-obsidian",
  "file-tree-alternative",
  "obsidian-footnotes",
  "creases",
  "obsidian-hider",
  "obsidian-hotkeys-for-specific-files",
  "hotkeysplus-obsidian",
  "obsidian-charts",
  "periodic-notes",
  "darlal-switcher-plus",
  "obsidian-show-file-path",
  "obsidian-smarter-md-hotkeys",
  "obsidian-plugin-toc",
  "obsidian-dynamic-toc",
  "nldates-obsidian",
  "templater-obsidian",
  "obsidian-vimrc-support",
  "tag-wrangler",
  "better-word-count",
  "obsidian-dictionary-plugin",
  "obsidian-linter",
  "remember-cursor-position",
  "obsidian-journey-plugin",
  "omnisearch",
  "obsidian-pandoc",
  "find-unlinked-files",
  "hotkey-helper",
  "obsidian-tracker",
  "oz-clear-unused-images",
  "obsidian-filename-heading-sync",
  "graph-analysis",
  "obsidian-completr",
  "quick-latex",
  "obsidian-tikzjax",
  "copy-as-latex",
  "breadcrumbs",
  "obsidian-hover-editor",
  "juggl",
  "quickadd",
  "workspaces-plus",
  "metaedit",
  "obsidian-scroll-offset",
  "obsidian-rollover-daily-todos",
  "multi-column-markdown",
  "obsidian-paste-png-to-jpeg",
  "obsidian-vault-changelog",
  "keyboard-analyzer",
  "obsidian-trim-whitespace",
  "obsidian-tidy-footnotes",
  "dbfolder",
  "obsidian-tagfolder",
  "dataview",
  "obsidian-languagetool-plugin"
]